Repository: skinamdar11/CEDemo
Catalog: SageID_2_0_SDK_November2012 - Copy/Customisation Kit/Viewer/Views/SSOViewer/Basic/App_LocalResources/SignOn.aspx.*.resx
Languages: fr

# BlurbSignIn
source: Sage Sign In allows you to access all your Sage Services with a single username. To sign in, please enter your username and password. If you don't have an account, please
fr: S'inscrire Sage vous permet d'accéder à tous vos services de Sage avec un nom unique. Pour vous connecter, s'il vous plaît entrer votre nom d'utilisateur et mot de passe. Si vous ne possédez pas de compte, s'il vous plaît

# FormPassword
source: Password:
fr: Mot de passe:

# FormUsername
source: Username:
fr: Nom d'utilisateur:

# MessageSigningInto
source: You are signing into
fr: Vous signez en

# TitleAccountInformation
source: Account Information
fr: Informations sur le compte

# TitleSignIn
source: Sign In (Basic Template)
fr: Se connecter

# ToolTipAutoSignIn
source: <strong>Automatically sign in to this application</strong> allows you to sign in without having to enter your credentials in the future.<br /><br />It is not recommended to use this feature on a shared computer.
fr: <strong>Automatiquement vous connecter à cette application</strong> vous permet de vous connecter sans avoir à entrer vos informations d'identification dans le futur.<br /><br />Il n'est pas recommandé d'utiliser cette fonctionnalité sur un ordinateur partagé.

# ToolTipCaptcha
source: This step has been included to ensure your account is safe from machine based attacks. Please enter the two words which are displayed so the web application knows you are human.
fr: Cette étape a été inclus pour vous assurer que votre compte est à l'abri des attaques basées sur la machine. S'il vous plaît entrer les deux mots qui sont affichés pour que l'application web sait que vous êtes humain.

# ToolTipRememberMe
source: <strong>Remember me on this computer</strong> saves your username on your computer so that you don't have to retype it the next time you sign in.<br /><br />It is not recommended to use this feature on a shared computer.
fr: <strong>Se souvenir de moi sur cet ordinateur</strong> enregistre votre nom d'utilisateur sur votre ordinateur afin que vous n'avez pas à retaper la prochaine fois que vous vous inscrivez po.<br /><br />Il n'est pas recommandé d'utiliser cette fonctionnalité sur un ordinateur partagé.

# ValidationSummarySignIn
source: Your sign in was unsuccessful. Please correct the errors and try again.
fr: Votre enseigne a échoué. S'il vous plaît corriger les erreurs et essayez à nouveau.
